---
kind: property
id: P:Autodesk.Revit.UI.Selection.PickedBox.Min
source: html/9ac60b8c-4ca0-6ada-f709-434b23c06f5e.htm
---
# Autodesk.Revit.UI.Selection.PickedBox.Min Property

Minimum coordinates (lower-left-rear corner of the pick box).

## Syntax (C#)
```csharp
public XYZ Min { get; set; }
```